package lesson3.entities;

public enum Station {
	ЛЬВІВ, ДНІПРО, КИЇВ, ІВАНО_ФРАНКІВСЬК, ГАЛИЧ, БУРШТИН, ХОДОРІВ, БРОДИ, КРИВИН, СЛАВУТА, ШЕПЕТІВКА, НОВОГРАД_ВОЛИНСЬКИЙ,
	КОРОСТЕНЬ, СВЯТОШИН, КАМЯНСЬКЕ, ВЕРХНЬОДНІПРОВСЬК, ВІЛЬНОГІРСЬК, ПЯТИХАТКИ, ОЛЕКСАНДРІЯ, ЗНАМЯНКА, ТАРАСАШЕВЧЕНКА, 
	ГОРОДИЩЕ, КОРСУНЬ, МИРОНІВКА, КОЗЯТИН, БІЛАЦЕРКВА, ВІННИЦЯ, ЖМЕРИНКА, ХМЕЛЬНИЦЬКИЙ, ПІДВОЛОЧИСЬК, ТЕРНОПІЛЬ, ЗЛОЧІВ, КРАСНЕ, 
	ПІДЗАМЧЕ, ДРОГОБИЧ, ТРУСКАВЕЦЬ, БЕРДИЧІВ, МУКАЧЕВЕ, УЖГОРОД, ПОДІЛЬСЬК, ОДЕСА, РІВНЕ, ЗДОЛБУНІВ, ДУБНО, СВАЛЯВА, ВОЛОВЕЦЬ, 
	СЛАВСЬКЕ, СТРИЙ, МИРГОРОД, ПОЛТАВА, ХАРКІВ, ДАРНИЦЯ, НІЖИН, БАХМАЧ, КОНОТОП, СУМИ, ФУНДУКЛІЇВКА, КАМЯНКА, ЗАПОРІЖЖЯ
}
